[
"All our dreams can come true, if we have the courage to pursue them. - Walt Disney",
"It's kind of fun to do the impossible. - Walt Disney",
"We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths. - Walt Disney",
"If you can dream it, you can do it. Always remember this whole thing was started by a mouse. - Walt Disney",
"The more you like yourself, the less you are like anyone else, which makes you unique. - Walt Disney",
"I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter. - Walt Disney",
"Somehow I can't believe that there are any heights that can't be scaled by a man who knows the secrets of making dreams come true. This special secret, it seems to me, can be summarized in four C s. They are curiosity, confidence, courage, and constancy, and the greatest of all is confidence. When you believe in a thing, believe in it all the way, implicitly and unquestionable. - Walt Disney",
"You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you. - Walt Disney",
"There is more treasure in books than in all the pirates loot on Treasure Island and best of all, you can enjoy these riches every day of your life. - Walt Disney",
"You can dream, create, design and build the most wonderful place in the world, but it requires people to make the dream a reality. - Walt Disney",
"I do not like to repeat successes, I like to go on to other things. - Walt Disney",
"I would rather entertain and hope that people learned something than educate people and hope they were entertained. - Walt Disney",
"Do not be fooled by its commonplace appearance. Like so many things, it is not what outside, but what is inside that counts. - Beauty and the Beast",
"We didn’t set out to be superheroes. But sometimes life doesn’t go the way you planned. - Big Hero 6",
"Just because it’s what’s done doesn’t mean it’s what should be done! - Cinderella",
"The very things that hold you down are going to lift you up. - Dumbo",
"Love is putting someone else’s needs before yours. - Frozen",
"Life’s not a spectator sport. If watchin’ is all you’re gonna do, then you’re gonna watch your life go by without you. - Hunchback of Notre Dame",
"The flower that blooms in adversity is the most rare and beautiful of all. - Mulan",
"All it takes is faith and trust. - Peter Pan",
"Always let your conscience be your guide. - Pinocchio",
"Sometimes the right path is not the easiest one. - Pocahontas",
"Fairy tales can come true. You gotta make them happen, it all depends on you. - Princess and the Frog",
"The past can hurt. But the way I see it, you can either run from it, or learn from it. — The Lion King",
"Remember you’re the one who can fill the world with sunshine. - Snow White",
"You don't have time to be timid. You must be bold and daring. - Beauty and the Beast",
"Even miracles take a little time. - Cinderella",
"You are braver than you believe, stronger than you seem, and smarter than you think. - Winnie the Pooh",
"Our fate lives within us; you only have to be brave enough to see it. - Brave",
"A true hero isn't measured by the size of his strength, but by the strength of his heart. - Hercules",
"To infinity and beyond. - Toy Story",
"The only way to get what you want in this world is through hard work. - Princess and the Frog",
"When there's a smile in your heart, there's no better time to start. Think of all the joy you'll find, when you leave the world behind and bid your cares goodbye. You can fly. - Peter Pan",
"If you walk the footsteps of a stranger, you'll learn things you never knew you never knew. — Pocahontas",
"Life is a journey to be experienced, not a problem to be solved. - Winnie the Pooh",
"If you focus on what you left behind, you will never see what lies ahead. - Ratatouille",
"Giving up is for rookies. - Hercules",
"It's up to you how far you’ll go. If you don't try, you'll never know. - Sword in the Stone",
"Sometimes we only see how people are different from us. But if you look hard enough, you can see how much we're all alike. - Aladdin",
"I am on my way. I can go the distance! I don't care how far. Somehow I'll be strong, I know. Every mile will be worth my while. I would go most anywhere to find where I belong. — Hercules ",
"If you weren't you, then we'd all be a bit less we. - Winnie the Pooh",
"You control your destiny — you don't need magic to do it. And there are no magical shortcuts to solving your problems. - Brave",
"To laugh at yourself is to love yourself. - Mickey Mouse",
"When life gets you down, do you wanna know what you've gotta do? Just keep swimming! - Finding Nemo",
"There's the whole world at your feet. - Mary Poppins",
"Today's special moments are tomorrow's memories. - Return of Jafar",
"Venture outside your comfort zone. The rewards are worth it. - Tangled",
"Don't just fly, soar. - Dumbo"      
]